// Auto-generated from ha_aod_001-2.csv
const HOSPITAL_LIST = [
  {
    "name": "กองการแพทย์ การท่าเรือแห่งประไทย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "กองบินทหารเรือ",
    "province": "ระยอง"
  },
  {
    "name": "กองพยาบาลโรงเรียนเตรียมทหาร",
    "province": "นครนายก"
  },
  {
    "name": "กองพันพยาบาล สนับสนุน",
    "province": "ชลบุรี"
  },
  {
    "name": "กองเวชศาสตร์ป้องกัน กรมแพทย์ทหารอากาศ กองทัพอากาศ (กวป.พอ)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "กัลยาณิวัฒนาการุณย์",
    "province": "นราธิวาส"
  },
  {
    "name": "การแพทย์แผนไทยสกลนคร หลวงปู่แฟ๊ป สุภัทโท",
    "province": "สกลนคร"
  },
  {
    "name": "คณะทันตแพทย์ศาสตร์ มหาวิทยาลัยสงขลานครินทร์",
    "province": "สงขลา"
  },
  {
    "name": "คณะแพทยศาสตร์โรงพยาบาลรามาธิบดี มหาวิทยาลัยมหิดล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "คลินิกศูนย์แพทย์พัฒนา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เฉพาะทางมะเร็งกรุงเทพ ขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ซีจีเอช สายไหม โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ฐานทัพเรือพังงา",
    "province": "พังงา"
  },
  {
    "name": "ทัณฑสถานโรงพยาบาลราชทัณฑ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ทันตกรรม คณะทันตแพทยศาสตร์ มหาวิทยาลัยนเรศวร",
    "province": "พิษณุโลก"
  },
  {
    "name": "บริษัท โรงพยาบาลนนทเวช จำกัด (มหาชน)",
    "province": "นนทบุรี"
  },
  {
    "name": "บางบัวทอง 2",
    "province": "นนทบุรี"
  },
  {
    "name": "แผนกแพทย์ฯรร.ทหารเกล็ดแก้ว",
    "province": "ชลบุรี"
  },
  {
    "name": "แผนกแพทย์ศูนย์ฝึกทหาร",
    "province": "ชลบุรี"
  },
  {
    "name": "พยาบาลสถานพระบารมี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "พิษณุเวชพิจิตร",
    "province": "พิจิตร"
  },
  {
    "name": "แพทย์หลวงสวนจิตรลดา กองแพทย์หลวง สำนักพระราชวัง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มหาวิทยาลัยเทคโนโลยีสุรนารี",
    "province": "นครราชสีมา"
  },
  {
    "name": "รพ.บางโพ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยบาลพริ้นซ์ ลำพูน",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาล ๕๐ พรรษา มหาวชิราลงกรณ",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลกงไกรลาศ",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลกงหรา",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลกบินทร์บุรี",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลกมลาไสย",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลกรงปินัง",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลกระทุ่มแบน",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลกระบี่",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลกระบี่นครินทร์ อินเตอร์เนชั่นแนล",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลกระบุรี",
    "province": "ระนอง"
  },
  {
    "name": "โรงพยาบาลกระสัง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลกระแสสินธุ์",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลกรุงเทพขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลกรุงเทพคริสเตียน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกรุงเทพจันทบุรี",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลกรุงเทพไชน่าทาวน์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกรุงเทพตราด",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลกรุงเทพปากช่อง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลกรุงเทพพัทยา",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลกรุงเทพพิษณุโลก",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลกรุงเทพเพชรบุรี",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลกรุงเทพภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลกรุงเทพเมืองราช โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลกรุงเทพระยอง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลกรุงเทพราชสีมา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลกรุงเทพสนามจันทร์",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลกรุงเทพสมุย",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลกรุงเทพ สำนักงานใหญ่ (กรุงเทพ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกรุงเทพสุราษฎร์",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลกรุงเทพหาดใหญ่",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลกรุงเทพอินเตอร์เนชั่นแนล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกรุงเทพอุดร",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลกรุงไทย",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลกรุงไทย ปทุม โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลกรุงสยามเซนต์คาร์ลอส",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลกล้วยน้ำไท",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกลาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกลุ่มบางรักโรคติดต่อทางเพศสัมพันธ์ สำนักโรคเอดส์วัณโรคและโรคติดต่อทางเพศสัมพันธ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกว๋องสิวมูลนิธิ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลกองบิน 2",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลกองบิน 23",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลกองบิน 41",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลกองบิน 46",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลกองบิน 7",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลกองบิน กองบิน 1",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลกองบิน กองบิน 21",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลกองบิน กองบิน 4",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลกองบิน กองบิน 5",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลกองบิน กองบิน 56",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลกะปงชัยพัฒน์",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลกะเปอร์",
    "province": "ระนอง"
  },
  {
    "name": "โรงพยาบาลกะพ้อ",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลกันตัง",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลกันทรลักษ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลกันทรวิชัย",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลกันทรารมย์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลกาญจนดิษฐ์",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลกาญจนบุรีเมโมเรียล",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลกาบเชิง",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลกาบัง",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลกายภาพบำบัดขนาดเล็ก ด๊อกเตอร์ เฮลท์ อินเตอร์เนชั่นแนล",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลการแพทย์แผนไทย มหาวิทยาลัยสงขลานครินทร์",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลการแพทย์แผนไทยและการแพทย์ผสมผสานด้านมะเร็ง สกลนคร อโรคยศาล วัดคำประมง",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลการไฟฟ้านครหลวง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลการุญเวช ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลการุญเวช อยุธยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลกาฬสินธุ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลกาฬสินธุ์-ธนบุรี โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลกำแพงเพชร",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลกำแพงแสน",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลกุดข้าวปุ้น",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลกุดจับ",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลกุดชุม",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลกุดบาก",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลกุดรัง",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลกุมภวาปี",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลกุยบุรี",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลกุสุมาลย์",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลกู่แก้ว",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลเกษตรวิสัย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลเกษตรสมบูรณ์",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ ฉะเชิงเทรา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ บางแค",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ ประชาชื่น",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ แม่สาย โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ รามคำแหง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ ศรีบุรินทร์",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ สระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลเกษมราษฎร์ อินเตอร์เนชั่นแนล รัตนาธิเบศร์",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลเก้าเลี้ยว",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลเกาะกูด",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลเกาะคา",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลเกาะจันทร์",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลเกาะช้าง",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลเกาะช้างอินเตอร์เนชั่นแนล โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลเกาะเต่า",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลเกาะพะงัน",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลเกาะพีพี",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลเกาะยาวชัยพัฒน์",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลเกาะลันตา",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลเกาะสมุย",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลเกาะสีชัง",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลแก่งกระจาน",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลแก้งคร้อ",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลแก่งคอย",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลแก้งสนามนาง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลแก่งหางแมว",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลแกดำ",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลแกลง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลโกรกพระ",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลโกสัมพีนคร",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลโกสุมพิสัย",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลขนอม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลขลุง",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลขอนแก่นราม",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลขาณุวรลักษบุรี",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลขามทะเลสอ",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลขามสะแกแสง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลขุขันธ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลขุนตาล",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลขุนยวม",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลขุนหาญ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลเขมราฐ",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลเขลางค์นครราม",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลเขวาสินรินทร์",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลเขาค้อ",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลเขาคิชฌกูฏ",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลเขาฉกรรจ์",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลเขาชะเมาเฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลเขาชัยสน",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลเขาพนม",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลเขาย้อย",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลเขาวง",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลเขาสมิง",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลเขาสวนกวาง",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลเขาสุกิม",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลเขื่องใน",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลโขงเจียม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลคง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลคณะทันตแพทยศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลครบุรี",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลคลองขลุง",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลคลองเขื่อน",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลคลองตัน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลคลองท่อม",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลคลองลาน",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลคลองหลวง",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลคลองหอยโข่ง (ยุวสมาคมแห่งประเทศไทย)",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลคลองหาด",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลคลองใหญ่",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลควนกาหลง",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลควนขนุน",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลควนโดน",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลควนเนียง",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลคอนสวรรค์",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลคอนสาร",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลค้อวัง",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลคามิลเลียน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลค่ายกฤษณ์สีวะรา",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลค่ายกาวิละ",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลค่ายขุนเจืองธรรมิกราช",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลค่ายเขตอุดมศักดิ์",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลค่ายจักรพงษ์",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลค่ายจิรประวัติ",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลค่ายเทพสตรีศรีสุนทร",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลค่ายธนะรัชต์",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลค่ายนวมินทราชินี",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลค่ายบางระจัน",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลค่ายประจักษ์ศิลปาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลค่ายพระยอดเมืองขวาง",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลค่ายพ่อขุนผาเมือง",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลค่ายพิชัยดาบหัก",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลค่ายภาณุรังษี",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลค่ายเม็งรายมหาราช",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลค่ายรามราชนิเวศน์",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลค่ายวชิรปราการ",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลค่ายวชิราวุธ",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลค่ายวิภาวดีรังสิต",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลค่ายวีรวัฒน์โยธิน",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลค่ายศรีพัชรินทร",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลค่ายศรีสองรัก",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลค่ายสมเด็จเจ้าพระยามหากษัตริย์ศึก",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลค่ายสมเด็จพระนเรศวรมหาราช",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลค่ายสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลค่ายสรรพสิทธิประสงค์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลค่ายสุรนารี",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลค่ายสุรศักดิ์มนตรี",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลค่ายสุรสิงหนาท",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลค่ายสุรสีห์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลค่ายสุริยพงษ์",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลค่ายเสนาณรงค์",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลค่ายอดิศร",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลค่ายอิงคยุทธบริหาร",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลคำเขื่อนแก้ว",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลคำชะอี",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลคำตากล้า",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลคำม่วง",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลคีรีมาศ",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลคีรีรัฐนิคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลคุระบุรีชัยพัฒน์",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลคูเมือง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลเคียนซา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลแคนดง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลโคกเจริญ",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลโคกโพธิ์",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลโคกโพธิ์ไชย",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลโคกศรีสุพรรณ",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลโคกสำโรง",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลโคกสูง",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลฆ้องชัย",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลงาว",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลจตุรพักตรพิมาน",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลจอมทอง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลจอมเทียน โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลจอมพระ",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลจะนะ",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลจะแนะ",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลจักราช",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลจักษุรัตนิน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลจังหาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลจัตุรัส",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลจันทรุเบกษา",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลจิตเวชขอนแก่นราชนครินทร์",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลจิตเวชนครพนมราชนครินทร์",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลจิตเวชนครราชสีมาราชนครินทร์",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลจิตเวชนครสวรรค์ราชนครินทร์",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลจิตเวชเลยราชนครินทร์",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลจิตเวชสงขลาราชนครินทร์",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลจิตเวชสระแก้วราชนครินทร์",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลจุน",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลจุฬาภรณ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลจุฬาภรณ์ นครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลจุฬารัตน์ 11 อินเตอร์",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลจุฬารัตน์ 304 อินเตอร์",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลจุฬารัตน์ 3 เทพารักษ์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลจุฬารัตน์ 9 แอร์พอร์ต",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลจุฬาลงกรณ์ สภากาชาดไทย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเจ็ดเสมียน",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลเจริญกรุงประชารักษ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเจริญศิลป์",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลเจ้าคุณไพบูลย์พนมทวน",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลเจ้าพระยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเจ้าพระยายมราช",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลเจ้าพระยาอภัยภูเบศร",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลเจาะไอร้อง",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลแจ้ห่ม",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลฉลอง",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางมะเร็งขนาดเล็กแคนเซอร์อลิอันซ์ ศรีราชา",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางมะเร็งชีวามิตราขนาดเล็ก",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางมะเร็ง วิภารามอมตะนครขนาดเล็ก",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางแม่และเด็กแพทย์รังสิต โรงพยาบาลขนาดกลาง",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางศัลยกรรมตกแต่งกมล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางศัลยกรรมตกแต่งขนาดเล็ก ดับเบิ้ลยู",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางศัลยกรรมตกแต่งขนาดเล็ก มิลาด้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางศัลยกรรมตกแต่งและทันตกรรมขนาดเล็ก เอสแอลซี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเฉพาะทางศัลยกรรมตกแต่งเอเซียขนาดเล็ก",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลเฉพาะประเภทผู้ป่วยเด็กขนาดกลาง ธนบุรี - ชุมพร",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลเฉพาะประเภทผู้ป่วย ผู้สูงอายุ ขนาดกลาง ธนบุรีบูรณา",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลเฉพาะประเภทผู้ป่วยสูงอายุเฌ้อสเซอรี่ โฮม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเฉพาะประเภทผู้ป่วยสูงอายุเฌ้อสเซอรี่ โฮมขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเฉพาะประเภทผู้สูงอายุขนาดกลาง ซีเอชจี ฮอทพิทอล",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเฉลิมพระเกียรติ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลเฉลิมพระเกียรติ สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ระยอง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลเฉลิมพระเกียรติสมเด็จย่า 100 ปี",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลชนแดน",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลชนบท",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลชลบุรี",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลชลลดา",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลชะอวด",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลชะอำ",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลชัยเกษมการแพทย์",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลชัยนาทนเรนทร",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลชัยบาดาล",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลชัยบุรี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลชัยภูมิ",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลชัยภูมิรวมแพทย์",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลชัยภูมิ-ราม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลชัยอรุณเวชการ",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลชาติตระการ",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลชานุมาน",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลชำนิ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลชีวา ทรานสิชั่นนัล แคร์ โรงพยาบาลเฉพาะประเภทผู้ป่วยเรื้อรังขนาดกลาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลชื่นชม",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลชุมตาบง",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลชุมพรเขตรอุดมศักดิ์",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลชุมพลบุรี",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลชุมพวง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลชุมแพ",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลชุมแสง",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลเชียงกลาง",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลเชียงขวัญ",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลเชียงคาน",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลเชียงคำ",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลเชียงดาว",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเชียงม่วน",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลเชียงยืน",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลเชียงรายประชานุเคราะห์",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเชียงรายอินเตอร์โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเชียงแสน",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเชียงใหม่เมดิคอล เซ็นเตอร์",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเชียงใหม่ ราม",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเชียรใหญ่",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลโชคชัย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลไชยปราการ",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลไชยวาน",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลไชยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลไชโย",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลซังฮี้",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลซับใหญ่",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลซานคามิลโล",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลซานเปาโลหัวหิน",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลซำสูง",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลซีจีเอชโรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลซีจีเอช ลำลูกกา โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลเซกา",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลเซนต์เมรี่",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลเซนต์หลุยส์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเซ็นทรัลเชียงใหม่ เมโมเรียล",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเซ็นทรัลปาร์ค",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลโซ่พิสัย",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลฐานทัพทหารเรือสงขลา",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลดงเจริญ",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลดงหลวง",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลดอกคำใต้",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลดอนจาน",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลดอนเจดีย์",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลดอนตาล",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลดอนตูม",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลดอนพุด",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลดอนมดแดง",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลดอนสัก",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลดอยเต่า",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลดอยสะเก็ด",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลดอยหลวง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลดอยหล่อ",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลด่านขุนทด",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลด่านช้าง",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลด่านมะขามเตี้ย",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลดารารัศมี",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลดำเนินสะดวก",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลเด็กสินแพทย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเดอะโกลเดนเกท",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลเดอะซีพลัสโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเดิมบางนางบวช",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลตรอน",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลตระการพืชผล",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลตรัง",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลตราด",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลตะกั่วทุ่ง",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลตะกั่วป่า",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลตะโหมด",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลตากใบ",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลตากฟ้า",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลตากสิน กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลตาคลี",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลตาเซนต์ปีเตอร์",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลตาพระยา",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลตาลสุม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลตา หู คอ จมูก โรงพยาบาลเฉพาะทางขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลตำรวจ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลตุลาการเฉลิมพระเกียรติ",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลเต่างอย",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลถลาง",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลถ้ำพรรณรา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลเถิน",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลทรายทองวัฒนา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลทรายมูล",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลทหารผ่านศึก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทหารเรือกรุงเทพ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทหารอากาศ (สีกัน)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทองผาภูมิ",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลทองแสนขัน",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลทักษิณ",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลทันตกรรม คณะทันตแพทยศาสตร์  มหาวิทยาลัยขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลทันตกรรม คณะทันตแพทยศาสตร์  มหาวิทยาลัยเชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทันตกรรม คณะทันตแพทยศาสตร์  มหาวิทยาลัยมหิดล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทันตกรรมมหาจักรีสิรินธร คณะทันตแพทยศาสตร์ มหาวิทยาลัยมหิดล",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลทับคล้อ",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลทับปุด",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลทับสะแก",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลทัพทัน",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางกรุงเทพเชียงราย",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางกรุงเทพหัวหิน",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางเชียงใหม่ ฮอสพิทอล",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางดีบุก",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางเปาโล รังสิต",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางศูนย์การแพทย์พระรามเก้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดกลางสิโรรส ยะลา",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็ก เจแปนนิส บาย สมิติเวช",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กเจษฎาเวชการ",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กบ้านดอนอินเตอร์ เกาะพะงัน",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กบ้านดอนอินเตอร์เนชั่นแนล เฉวง",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กบีเอ็มซี พลัส",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กเปาโล โชคชัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กพะงันอินเตอร์เนชั่นแนล",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กพานาซีพระราม 2",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กรัตนาธิเบศร์",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กลาดพร้าวเวชกรรม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กลานนา 2",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็กสหวิทยาการ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดเล็ก เอ็ม ที อินเตอร์เมด",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่เกษมราษฎร์ รัตนาธิเบศร์",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่จุรีเวช",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่เชียงใหม่ใกล้หมอ",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่เทพปัญญา",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่บางนา 1",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่บางปะกอกรังสิต 2",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ ป.แพทย์ 2",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่เปาโล เกษตร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ เปาโล โชคชัย 4",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ พระราม 2",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ พีเอ็มจี",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่แพทย์ปัญญา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ราษฎร์บูรณะ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ลาดพร้าว",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่ศูนย์การแพทย์วิชัยยุทธ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลทั่วไปขนาดใหญ่สินแพทย์ เทพารักษ์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลทั่วไปพระราม 3 ขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลท่ากระดาน",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลท่าคันโท",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลท่าฉาง",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลท่าชนะ",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลท่าช้าง",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลท่าแซะ",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลท่าตะเกียบ",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลท่าตะโก",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลท่าตูม",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลท่าปลา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลท่าแพ",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลท้ายเหมืองชัยพัฒน์",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลท่ายาง",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลท่าเรือ",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลท่าโรงช้าง",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลท่าลี่",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลท่าวังผา",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลท่าวุ้ง",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลท่าศาลา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลท่าสองยาง",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลท่าหลวง",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลท่าใหม่",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลท่าอุเทน",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลทีอาร์พีเอช",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลทุ่งเขาหลวง",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลทุ่งช้าง",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลทุ่งตะโก",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลทุ่งฝน",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลทุ่งโพธิ์ทะเล",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลทุ่งยางแดง",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลทุ่งศรีอุดม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลทุ่งสง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลทุ่งเสลี่ยม",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลทุ่งหว้า",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลทุ่งหัวช้าง",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลทุ่งใหญ่",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลเทพธารินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเทพปัญญา 2 โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเทพรัตน์นครราชสีมา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลเทพรัตนเวชชานุกูล เฉลิมพระเกียรติ ๖๐ พรรษา",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเทพสถิต",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลเทพา",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลเทพากร",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลเทพารักษ์",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลเทศบาลนครเชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเทศบาลนครนครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลเทิง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเทียนฟ้ามูลนิธิ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลไทยเจริญ",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลไทยนครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลไทยอินเตอร์เนชั่นแนล",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลไทรงาม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลไทรน้อย",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลไทรโยค",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลธนกาญจน์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลธนบุรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลธนบุรี 2",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลธนบุรี - ชุมพร",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลธนบุรี ทุ่งสง โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลธนบุรี บำรุงเมือง โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลธนบุรี � อู่ทอง",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลธวัชบุรี",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลธัญญารักษ์ขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลธัญญารักษ์เชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลธัญญารักษ์ปัตตานี",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลธัญญารักษ์แม่ฮ่องสอน",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลธัญญารักษ์สงขลา",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลธัญญารักษ์อุดรธานี",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลธัญบุรี",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลธารโต",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลธีรวัฒน์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลนครคริสเตียน",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลนครชัยศรี",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลนครธน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลนครนายก",
    "province": "นครนายก"
  },
  {
    "name": "โรงพยาบาลนครปฐม",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลนครพนม",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลนครพัฒน์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลนครพิงค์",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลนครแม่สอด อินเตอร์เนชั่นแนล",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลนครินทร์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลนบพิตำ",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลนพรัตนราชธานี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลนภาลัย",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "โรงพยาบาลนมะรักษ์ เฉพาะทางศัลยศาสตร์มะเร็งขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลนราธิวาสราชนครินทร์",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลนวมินทร์ 9",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลนวมินทร์โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลนวเวช",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลนอร์ทอีสเทอร์น วัฒนา",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลนากลาง",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลนาแก",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลนาคู",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลนางรอง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลนาจะหลวย",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลนาเชือก",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลนาด้วง",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลนาดี",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลนาดูน",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลนาตาล",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลนาทม",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลน่าน",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลนาน้อย",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลนาบอน",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลนาโพธิ์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลนามน",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลนายแพทย์หาญ",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลนายายอาม",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลนายูง",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลนาเยีย",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลนาโยง",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลนาวังเฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลนาหม่อม",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลนาหมื่น",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลนาหว้า",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลนาแห้ว",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลน้ำเกลี้ยง",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลน้ำขุ่น",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลน้ำปาด",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลน้ำพอง",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลน้ำยืน",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลน้ำโสม",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลน้ำหนาว",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลนิคมคำสร้อย",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลนิคมน้ำอูน",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลนิคมพัฒนา",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลนิรันดร์การแพทย์ โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลเนินขาม",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลเนินมะปราง",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลเนินสง่า",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลโนนคูณ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลโนนดินแดง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลโนนแดง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลโนนไทย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลโนนนารายณ์",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลโนนศิลา",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลโนนสะอาด",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลโนนสัง",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลโนนสุวรรณ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลโนนสูง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลบรบือ",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลบรรพตพิสัย",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลบ่อเกลือ",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลบ่อทอง",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลบ่อพลอย",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลบ่อไร่",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลบันนังสตา",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลบัวเชด",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลบัวลาย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลบัวใหญ่",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลบางกรวย",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลบางกระทุ่ม",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลบางกล่ำ",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลบางกอกอินเตอร์เนชั่นแนลเด็นทัลคลินิกทันตกรรม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางแก้ว",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลบางขัน",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลบางคล้า",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลบางจาก",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางซ้าย",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลบางไทร",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลบางนา 2",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางนา 5",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางนากรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางน้ำเปรี้ยว",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลบางบ่อ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางบัวทอง",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลบางบาล",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลบางปลาม้า",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลบางปะกง",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลบางปะกอก 1",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางปะกอก 3",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางปะกอก 8 โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางปะกอก 9 อินเตอร์เนชั่นแนล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางปะกอกสมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางปะหัน",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลบางปะอิน",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลบางไผ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางพลี",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางแพ",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลบางโพ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางมด โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบางมูลนาก",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลบางระกำ",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลบางระจัน",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลบางละมุง",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลบางเลน",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลบางสะพาน",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลบางสะพานน้อย",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลบางเสาธง",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลบางใหญ่",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลบาเจาะ",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลบ้านกรวด",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลบ้านเขว้า",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลบ้านคา",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านค่าย",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลบ้านโคก",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลบ้านฉาง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลบ้านดอนอินเตอร์",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลบ้านด่าน",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลบ้านด่านลานหอย",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลบ้านตาก",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลบ้านตาขุน",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลบ้านแท่น",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลบ้านธิ",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลบ้านนา",
    "province": "นครนายก"
  },
  {
    "name": "โรงพยาบาลบ้านนาเดิม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลบ้านนาสาร",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลบ้านบึง",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านโป่ง",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านผือ",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลบ้านไผ่",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลบ้านฝาง",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลบ้านแพง",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลบ้านแพรก",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลบ้านแพ้ว (องค์การมหาชน)",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลบ้านโพธิ์",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลบ้านม่วง",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลบ้านไร่",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลบ้านลาด",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านสร้าง",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านหมอ",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านหมี่",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านหลวง",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลบ้านเหลื่อม",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลบ้านแหลม",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลบ้านใหม่ไชยพจน์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลบ้านโฮ่ง",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลบำรุงราษฎร์ อินเตอร์เนชั่นแนล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบำเหน็จณรงค์",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลบี.แคร์ เมดิคอลเซ็นเตอร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบี บี เอชโรงพยาบาลผู้ป่วยเรื้อรังขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบีเอ็นเอช",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบึงกาฬ",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลบึงโขงหลง",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลบึงนาราง",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลบึงบูรพ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลบึงสามพัน",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลบึงสามัคคี",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลบุ่งคล้า",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลบุญญาเวช โรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบุณฑริก",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลบุรฉัตรไชยากร (รถไฟ)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลบุรีรัมย์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลเบจรมย์",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลเบญจลักษ์เฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลเบตง",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลปง",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลปทุมรัตต์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลปทุมราชวงศา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลปทุมเวช",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลปภาเวช",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลประโคนชัย",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลประจวบคีรีขันธ์",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลประจักษ์ศิลปาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลประจันตคาม",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลประชาธิปัตย์",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลประชาพัฒน์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลประชารักษ์เวชการ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลประทาย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลประสาทเชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลปรางค์กู่",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลปราณบุรี",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลปราสาท",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลปลวกแดง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลปลาปาก",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลปลายพระยา",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลป้อมพระจุลจอมเกล้า ฐานทัพเรือกรุงเทพ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลปะคำ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลปะทิว",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลปะนาเระ",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลปะเหลียน",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลปักธงชัย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลปัตตานี",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลปากเกร็ด",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลปากคาด",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลปากชม",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลปากช่องนานา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลปากท่อ",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลปากน้ำชุมพร",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลปากน้ำหลังสวน",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลปากพนัง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลปากพลี",
    "province": "นครนายก"
  },
  {
    "name": "โรงพยาบาลปากพะยูน",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลปางมะผ้า",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลปางศิลาทอง",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลป่าซาง",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลปาดังเบซาร์",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลป่าแดด",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลป่าตอง",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลป่าติ้ว",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลป่าบอน",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลป่าพะยอม",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลป่าโมก",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลปาย",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลปิยะรักษ์",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลปิยะเวชช์ บ่อวิน",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลปิยะเวชช์ ระยองโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลปิยะเวท",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเปาโล พระประแดง",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเปาโล พหลโยธิน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเปาโล สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเปือยน้อย",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลแปลงยาว",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลแปลยาว",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลโป่งน้ำร้อน",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลผักไห่",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลผาขาว",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลผิวหนังอโศก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลผิวหนัง อโศกสาขาปิ่นเกล้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลผู้ป่วยเรื้อรังขนาดเล็ก พิม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลผู้สูงอายุแมคเคนขนาดเล็ก",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลฝาง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเฝ้าไร่",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลพญาไท 1",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพญาไท 2",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพญาไท 3",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพญาไท นวมินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพญาไท ศรีราชา",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลพญาเม็งราย",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลพนม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลพนมดงรักเฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลพนมไพร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลพนมสารคาม",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลพนัสนิคม",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลพนา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลพบพระ",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลพยัคฆภูมิพิสัย",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลพยาบาลสถานพระบารมี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลพยุห์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลพยุหะคีรี",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลพรเจริญ",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลพรชัยโรงพยาบาลทั่วไปขนาดกลาง",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลพรหมคีรี",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลพรหมบุรี",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลพรหมพิราม",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลพร้อมแพทย์",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลพระจอมเกล้า",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลพระทองคำ เฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลพระนครศรีอยุธยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลพระนั่งเกล้า",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลพระนารายณ์มหาราช",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลพระปกเกล้า",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลพระพรหม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลพระพุทธบาท",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลพระมงกุฎเกล้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพระยืน",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลพระรามเก้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพระศรีมหาโพธิ์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลพระสมุทรเจดีย์สวาทยานนท์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลพระแสง",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลพระอาจารย์แบน ธนากโร",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลพระอาจารย์ฝั้น อาจาโร",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลพรานกระต่าย",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลพร้าว",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลพริ้นซ์ ปากน้ำโพ 1 โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลพริ้นซ์ ปากน้ำโพ 2 โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลพริ้นซ์ สุวรรณภูมิ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลพริ้นซ์ อุทัยธานี โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลพล",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลพลับพลาชัย",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลพหลพลพยุหเสนา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลพ่อท่านคล้ายวาจาสิทธิ์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลพะโต๊ะ",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลพะเยา",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลพะเยาราม",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลพังโคน",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลพังงา",
    "province": "พังงา"
  },
  {
    "name": "โรงพยาบาลพัฒนเวชสุโขทัย",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลพัฒนานิคม",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลพัทยาเมโมเรียล",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลพัทยาอินเตอร์เนชั่นแนลฮอสพิทอล",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลพัทลุง",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลพาน",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลพานทอง",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลพิงพัก โรงพยาบาลเพื่อโรคมะเร็งขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลพิจิตร",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลพิชัย",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลพิบูลมังสาหาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลพิบูลย์รักษ์",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลพิปูน",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลพิมาย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลพิษณุโลกฮอสพิทอล",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลพิษณุเวช",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลพิษณุเวชอุตรดิตถ์",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลพิสัยเวช",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลพีรเวช",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลพุทธชินราช พิษณุโลก",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลพุทธมณฑล",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลพุทธโสธร",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลพุทไธสง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลพุนพิน",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลเพชรเกษม 2",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเพชรบูรณ์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลเพชรรัตน์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลเพชรเวชโรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเพ็ญ",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลแพทย์รังสิต",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลแพทย์รังสิต 2 โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลแพร่",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลแพร่คริสเตียน",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลแพร่ราม",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลโพทะเล",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลโพธาราม",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลโพธิ์ชัย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลโพธิ์ตาก",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลโพธิ์ทอง",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลโพธิ์ไทร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลโพธิ์ประทับช้าง",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลโพธิ์ศรีสุวรรณ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลโพนทราย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลโพนทอง",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลโพนนาแก้ว",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลโพนพิสัย",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลโพนสวรรค์",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลไพรบึง",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลไพศาลี",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลฟันขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลฟากท่า",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลเฟิร์สเวสเทอร์นโรงพยาบาลทั่วไปขนาดกลาง",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลภักดีชุมพล",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลภัทร-ธนบุรี",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลภาชี",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลภูกระดึง",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลภูกามยาว",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลภูเขียวเฉลิมพระเกียรติ",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลภูซาง",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลภูผาม่าน",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลภูเพียง",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลภูมิพลอดุลยเดช กรมแพทย์ทหารอากาศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลภูเรือ",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลภูเวียง",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลภูสิงห์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลภูหลวง",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลมงกุฎระยอง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลมงกุฎวัฒนะ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลมนารมย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลมโนรมย์",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลมวกเหล็ก",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลม่วงสามสิบ",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลมหาชนะชัย",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลมหาชัย",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลมหาชัย 2",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลมหาชัย 3",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลมหาชัยเพชรรัชต์โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลมหาชัยแม่กลองโรงพยาบาลทั่วไปขนาดกลาง",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "โรงพยาบาลมหาราช",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลมหาราชนครเชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลมหาราชนครราชสีมา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลมหาราชนครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลมหาวชิราลงกรณธัญบุรี กรมการแพทย์",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลมหาวิทยาลัยนเรศวร คณะแพทยศาสตร์",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลมหาวิทยาลัยบูรพา",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลมหาวิทยาลัยแม่ฟ้าหลวง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลมหาสารคาม",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลมหาสารคามอินเตอร์เนชั่นแนล",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลมเหสักข์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลมะการักษ์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลมะขาม",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลมะนัง",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลมะเร็งชลบุรี",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลมะเร็งลพบุรี",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลมะเร็งลำปาง",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลมะเร็งสุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลมะเร็งอุดรธานี",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลมะเร็งอุบลราชธานี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลมัญจาคีรี",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลมาบอำมฤต",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลมายด์เมดเวชกรรมเฉพาะทางจิตเวชขนาดเล็ก",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลมายอ",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลมาสเตอร์พีชโรงพยาบาลศัลยกรรมตกแต่งขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลมิชชั่น",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลมิชชั่นภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลมิตรภาพเมโมเรียล สระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลมิตรภาพสามัคคี (มูลนิธิท่งเซียเซี่ยงตึ้ง)",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลมุกดาหาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลมุกดาหารอินเตอร์เนชั่นแนล",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลเมดพาร์ค โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเมตตาประชารักษ์ (วัดไร่ขิง)",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลเมยวดี",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลเมาน์เท่นวิวโรงพยาบาลเฉพาะประเภทผู้ป่วยบำบัดยาเสพติดขนาดเล็ก",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลเมืองจันทร์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลเมืองนารายณ์",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลเมืองปาน",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลเมืองพัทยา",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลเมืองเพชร",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลเมืองเลยราม",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลเมืองสมุทรบางปูโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเมืองสมุทรปากน้ำ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเมืองสมุทรปู่เจ้าฯ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเมืองสรวง",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลแมคคอร์มิค",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลแม่จริม",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลแม่จัน",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลแม่ใจ",
    "province": "พะเยา"
  },
  {
    "name": "โรงพยาบาลแม่แตง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลแม่ทะ",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลแม่ทา",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลแม่พริก",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลแม่ฟ้าหลวง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลแม่เมาะ",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลแม่ระมาด",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลแม่ลาน",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลแม่ลาน้อย",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลแม่ลาว",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลแม่วงก์",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลแม่วาง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลแม่สรวย",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลแม่สอด",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลแม่สอดราม",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลแม่สะเรียง",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลแม่สาย",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลแม่ออน",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลแม่อาย",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลไม้แก่น",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลยโสธร",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลยะรัง",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลยะลา",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลยะหริ่ง",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลยันฮี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลยางชุมน้อย",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลยางตลาด",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลยางสีสุราช",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลย่านตาขาว",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลยี่งอเฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลยุวประสาทไวทโยปถัมภ์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลเยาวรักษ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลร่มฉัตร",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลรวมชัยประชารักษ์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์ฉะเชิงเทรา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์ชัยนาท",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์นครสวรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์พิษณุโลก",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์ยโสธรโรงพยาบาลทั่วไปขนาดกลาง",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์ระยอง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์สุโขทัย",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์หนองคาย",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลรวมแพทย์ (หมออนันต์)",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลร้องกวาง",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลร่องคำ",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลร่อนพิบูลย์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลร้อยเอ็ด",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลร้อยเอ็ดธนบุรี",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลระแงะ",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลระนอง",
    "province": "ระนอง"
  },
  {
    "name": "โรงพยาบาลระโนด",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลระยอง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลรักษ์สกล",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลรังสีรักษาและเวชศาสตร์นิวเคลียร",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลรัตนบุรี",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลรัตนวาปี",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลรัตภูมิ",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลรัทรินทร์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลรัษฎา",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลราชดำเนิน",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลราชธานี",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลราชธานี โรจนะ โรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลราชบุรี",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลราชพิพัฒน์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลราชวิถี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลราชเวช เชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลราชเวชอุบลราชธานี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลราชสาส์น",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลราชสีมาฮอสพิทอล",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลรามคำแหง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลรามัน",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลรามาธิบดีจักรีนฤบดินทร์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลราษฎร์ยินดี",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลราษีไศล",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลริมลิฟวิ่งโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลรือเสาะ",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลเรณูนคร",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลโรคปอดกรุงเทพ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลโรคผิวหนังเขตร้อนภาคใต้ จังหวัดตรัง",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลโรงพยาบาลเด็กกรุงเทพพิษณุโลกโรงพยาบาลเฉพาะทางขนาดเล็ก",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลโรงพยาบาลทั่วไปขนาดกลางกรุงเทพเชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลโรงพยาบาลรักษาโรคทั่วไปบัวใหญ่รวมแพทย์",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลโรงเรียนนายร้อยพระจุลจอมเกล้า",
    "province": "นครนายก"
  },
  {
    "name": "โรงพยาบาลโรงเรียนนายเรือ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลลอง",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลละงู",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลละแม",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลละหานทราย",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลละอุ่น",
    "province": "ระนอง"
  },
  {
    "name": "โรงพยาบาลลับแล",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลลาดกระบัง กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลลาดบัวหลวง",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลลาดยาว",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลลาดหลุมแก้ว",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลลานกระบือ",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลลานนา",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลลานสกา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลลานสัก",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลลำดวน",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลลำทะเมนชัย",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลลำทับ",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลลำปลายมาศ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลลำปาง",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลลำพูน",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลลำลูกกา",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลลำสนธิ",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลลี้",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลลืออำนาจ",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลเลย",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลเลาขวัญ",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลเลิดสิน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลวชิรบารมี",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลวชิระภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลวังจันทร์",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลวังเจ้า",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลวังชิ้น",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลวังทรายพูน",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลวังทอง",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลวังน้อย",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลวังน้ำเขียว",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลวังน้ำเย็น",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลวังโป่ง",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลวังม่วงสัทธรรม",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลวังยาง",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลวังวิเศษ",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลวังสมบูรณ์",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลวังสะพุง",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลวังสามหมอ",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลวังหิน",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลวังเหนือ",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลวัฒนแพทย์ตรัง",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลวัฒนแพทย์ อ่าวนาง โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลวัฒนานคร",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลวัดจันทร์เฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลวัดญาณสังวราราม",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลวัดโบสถ์",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลวัดเพลง",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลวัดสิงห์",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลวานรนิวาส",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลวาปีปทุม",
    "province": "มหาสารคาม"
  },
  {
    "name": "โรงพยาบาลวาริชภูมิ",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลวารินชำราบ",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลวิชัยยุทธและศูนย์การแพทย์วิชัยยุทธ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลวิชัยเวช อินเตอร์เนชั่นแนล สมุทรสาคร",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลวิชัยเวช อินเตอร์เนชั่นแนล หนองแขม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลวิชัยเวช อินเตอร์เนชั่นแนล อ้อมน้อย",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลวิเชียรบุรี",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลวิภาราม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลวิภาราม-ชัยปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลวิภารามปากเกร็ด",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลวิภาราม สมุทรสาครโรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลวิภารามแหลมฉบังโรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลวิภาราม อมตะนครโรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลวิภาวดี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลวิภาวดี - ปิยะราษฏร์",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลวิรัชศิลป์",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลวิเศษชัยชาญ",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลวิหารแดง",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลวีระพลการแพทย์",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลเวชการุณย์รัศมิ์ กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเวชธานี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเวชศาสตร์เขตร้อน คณะเวชศาสตร์เขตร้อน มหาวิทยาลัยมหิดล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเวียงเก่า",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลเวียงแก่น",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเวียงเชียงรุ้ง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเวียงป่าเป้า",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลเวียงเวช",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลเวียงสา",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลเวียงหนองล่อง",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลเวียงแหง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลแว้ง",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลแวงน้อย",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลแวงใหญ่",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลศรีเชียงใหม่",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลศรีณรงค์",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลศรีเทพ",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลศรีธัญญา",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลศรีธาตุ",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลศรีนคร",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลศรีนครินทร์ คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลศรีนครินทร์(ปัญญานันทภิกขุ)",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลศรีบรรพต",
    "province": "พัทลุง"
  },
  {
    "name": "โรงพยาบาลศรีบุญเรือง",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลศรีประจันต์",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลศรีมหาโพธิ",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลศรีมโหสถ",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลศรีเมืองใหม่",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลศรีระยอง",
    "province": "ระยอง"
  },
  {
    "name": "โรงพยาบาลศรีรัตนะ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลศรีวิชัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลศรีวิชัย สุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลศรีวิไล",
    "province": "บึงกาฬ"
  },
  {
    "name": "โรงพยาบาลศรีสงคราม",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลศรีสมเด็จ",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลศรีสวรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลศรีสะเกษ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลศรีสังวรสุโขทัย",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลศรีสังวาลย์",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลศรีสัชนาลัย",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลศรีสาคร",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลศาลายา",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลศาลายาเนอร์สซิ่งโฮมสถานพยาบาลผู้ป่วยเรื้อรัง",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลศิครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลศิครินทร์ หาดใหญ่",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลศิรินโรงพยาบาลเฉพาะผู้ป่วยเรื้อรังขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลศิริราช คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลศิริราช ปิยมหาราชการุณย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลศิริเวช ลำพูน",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลศิลาลาด",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลศีขรภูมิ",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลศุกร์ศิริศรีสวัสดิ์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลศุภมิตรโรงพยาบาลทั่วไปขนาดใหญ่",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลศุภมิตรเสนา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลศูนย์การแพทย์ปัญญานันทภิกขุ ชลประทาน",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลศูนย์การแพทย์มหาวิทยาลัยแม่ฟ้าหลวง",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลสกลนคร",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลสงขลา",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสงขลานครินทร์",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสงฆ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 10 อุบลราชธานี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 11 นครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 12 ยะลา",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 13",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 1 เชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 2 พิษณุโลก",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 3 นครสวรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 4 สระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 5 ราชบุรี",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 7 ขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลส่งเสริมสุขภาพ ศูนย์อนามัยที่ 9 นครราชสีมา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลสตึก",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลสตูล",
    "province": "สตูล"
  },
  {
    "name": "โรงพยาบาลสถานพยาบาลเวชกรรมทั่วไปภาวนาภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลสถานพยาบาลเวชกรรมเมืองปทุม",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลสถาบันทันตกรรม",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลสถาบันบำราศนราดูร",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลสถาบันราชประชาสมาสัย",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลสถาบันโรคไตภูมิราชนครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสทิงพระ",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสนม",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลสนามชัยเขต",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "โรงพยาบาลสบปราบ",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลสบเมย",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "โรงพยาบาลสมเด็จ",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระเจ้าตากสินมหาราช",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระญาณสังวร",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระนางเจ้าสิริกิติ์ กรมแพทย์ทหารเรือ",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระบรมราชเทวี ณ ศรีราชา สภากาชาดไทย",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระบรมราชินีนาถ ณ อำเภอนาทวี",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระปิ่นเกล้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระปิยมหาราชรมณียเขต",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระพุทธเลิศหล้า",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชกระนวน",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชกุฉินารายณ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชจอมบึง",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชฉวาง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชเชียงของ",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชด่านซ้าย",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชเดชอุดม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชเด่นชัย",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชตะพานหิน",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชท่าบ่อ",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชธาตุพนม",
    "province": "นครพนม"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชนครไทย",
    "province": "พิษณุโลก"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชบ้านดุง",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชปัว",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชยะหา",
    "province": "ยะลา"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชเลิงนกทา",
    "province": "ยโสธร"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชเวียงสระ",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชสระแก้ว",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชสว่างแดนดิน",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชสายบุรี",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระยุพราชหล่มเก่า",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระสังฆราชเจ้า กรมหลวงชินวราลงกรณ (วาสนมหาเถร) นครหลวง",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระสังฆราชญาณสังวรเพื่อผู้สูงอายุ จังหวัดชลบุรี",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระสังฆราชองค์ที่ 17",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลสมเด็จพระสังฆราชองค์ที่ 19",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลสมิติเวช ชลบุรี",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลสมิติเวช ไชน่าทาวน์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสมิติเวช ธนบุรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสมิติเวช ศรีนครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสมิติเวช ศรีราชา",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลสมิติเวช สุขุมวิท",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลสมุทรสาคร",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลสมุยอินเตอร์เนชั่นแนล",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลสรรคบุรี",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลสรรพยา",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลสรรพสิทธิประสงค์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลสรรพสิทธิ์อินเตอร์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลสระใคร",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลสระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลสระโบสถ์",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลสร้างคอม",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลสวนเบญจกิติเฉลิมพระเกียรติ ๘๔ พรรษา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสวนปรุง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลสวนผึ้ง",
    "province": "ราชบุรี"
  },
  {
    "name": "โรงพยาบาลสวนสราญรมย์",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลสวรรค์ประชารักษ์",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลสวรรคโลก",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลสว่างวีระวงศ์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลสว่างอารมณ์",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลสวี",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลสหเวช",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลสหัสขันธ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลสอง",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลสองแคว",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลส่องดาว",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลสองพี่น้อง",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลสอยดาว",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลสะเดา",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสะบ้าย้อย",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสะเมิง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลสังขละบุรี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลสังขะ",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลสังคม",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลสัตหีบ กม.10",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลสันกำแพง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลสันติสุข",
    "province": "น่าน"
  },
  {
    "name": "โรงพยาบาลสันทราย",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลสันป่าตอง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลสากเหล็ก",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลสามโก้",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลสามโคก",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลสามง่าม",
    "province": "พิจิตร"
  },
  {
    "name": "โรงพยาบาลสามเงา",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลสามชัย",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลสามชุก",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลสามพราน",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลสามร้อยยอด",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลสายหยุดโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสารภี",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลสำโรง",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลสำโรงการแพทย์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "โรงพยาบาลสำโรงทาบ",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลสิเกา",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลสิงหนคร",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลสิงห์บุรี",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลสิงห์บุรีเวชการ(หมอประเจิด)",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลสิชล",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลสินแพทย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสินแพทย์ ลำลูกกา",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลสินแพทย์ ศรีนครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสิรินธร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลสิรินธร กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสิรินาถ บึงกุ่ม โรงพยาบาลทั่วไปขนาดกลาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสิริโรจน์",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลสิริเวช จันทบุรี",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลสิโรรส ปัตตานี",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลสีคิ้ว",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลสีชมพู",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลสีดา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลสุขสวัสดิ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสุขสำราญ",
    "province": "ระนอง"
  },
  {
    "name": "โรงพยาบาลสุขุมวิท",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลสุโขทัย",
    "province": "สุโขทัย"
  },
  {
    "name": "โรงพยาบาลสุคิริน",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลสุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "โรงพยาบาลสุรินทร์",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลสุรินทร์รวมแพทย์",
    "province": "สุรินทร์"
  },
  {
    "name": "โรงพยาบาลสุวรรณคูหา",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลสุวรรณภูมิ",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลสุไหงโก-ลก",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลสุไหงปาดี",
    "province": "นราธิวาส"
  },
  {
    "name": "โรงพยาบาลสูงเนิน",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลสูงเม่น",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลเสนา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลเสนางคนิคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลเสริมงาม",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลเสรีรักษ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลเสลภูมิ",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลเสาไห้เฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลเสิงสาง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลแสวงหา",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลโสธรเวช 304",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "โรงพยาบาลหนองกี่",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลหนองกุงศรี",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลหนองขาหย่าง",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลหนองคาย",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลหนองคาย-วัฒนา",
    "province": "หนองคาย"
  },
  {
    "name": "โรงพยาบาลหนองแค",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลหนองจิก",
    "province": "ปัตตานี"
  },
  {
    "name": "โรงพยาบาลหนองฉาง",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลหนองแซง",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลหนองโดน",
    "province": "สระบุรี"
  },
  {
    "name": "โรงพยาบาลหนองนาคำ",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลหนองบัว",
    "province": "นครสวรรค์"
  },
  {
    "name": "โรงพยาบาลหนองบัวแดง",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลหนองบัวระเหว",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โรงพยาบาลหนองบัวลำภู",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โรงพยาบาลหนองบุญมาก",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลหนองปรือ",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลหนองไผ่",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลหนองพอก",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลหนองม่วง",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลหนองม่วงไข่",
    "province": "แพร่"
  },
  {
    "name": "โรงพยาบาลหนองมะโมง",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลหนองเรือ",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลหนองวัวซอ",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลหนองสองห้อง",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลหนองสูง",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลหนองเสือ",
    "province": "ปทุมธานี"
  },
  {
    "name": "โรงพยาบาลหนองแสง",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลหนองหงส์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลหนองหญ้าไซ",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลหนองหญ้าปล้อง",
    "province": "เพชรบุรี"
  },
  {
    "name": "โรงพยาบาลหนองหาน",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลหนองหิน",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลหนองใหญ่",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลหนองฮี",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลหมอสำเริงโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลหริภุญชัย  เมโมเรียล",
    "province": "ลำพูน"
  },
  {
    "name": "โรงพยาบาลหล่มสัก",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โรงพยาบาลหลวงพ่อทวีศักดิ์ ชุตินฺธโร อุทิศ กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลหลวงพ่อเปิ่น",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลหลังสวน",
    "province": "ชุมพร"
  },
  {
    "name": "โรงพยาบาลห้วยกระเจาเฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "โรงพยาบาลห้วยเกิ้ง",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลห้วยคต",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลห้วยแถลง",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลห้วยทับทัน",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลห้วยผึ้ง",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลห้วยพลู",
    "province": "นครปฐม"
  },
  {
    "name": "โรงพยาบาลห้วยเม็ก",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โรงพยาบาลห้วยยอด",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลห้วยราช",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลหว้านใหญ่",
    "province": "มุกดาหาร"
  },
  {
    "name": "โรงพยาบาลหันคา",
    "province": "ชัยนาท"
  },
  {
    "name": "โรงพยาบาลหัวเฉียว (มูลนิธิฮั่วเคี้ยวป่อเต็กเซี่ยงตึ๊ง)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลหัวตะพาน",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลหัวทะเล เครือข่ายโรงพยาบาลมหาราชนครราชสีมา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โรงพยาบาลหัวไทร",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โรงพยาบาลหัวหิน",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "โรงพยาบาลห้างฉัตร",
    "province": "ลำปาง"
  },
  {
    "name": "โรงพยาบาลหางดง",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลหาดสำราญเฉลิมพระเกียรติ ๘๐ พรรษา",
    "province": "ตรัง"
  },
  {
    "name": "โรงพยาบาลหาดใหญ่",
    "province": "สงขลา"
  },
  {
    "name": "โรงพยาบาลเหนือคลอง",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลเหล่าเสือโก้ก",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลแหลมงอบ",
    "province": "ตราด"
  },
  {
    "name": "โรงพยาบาลแหลมฉบัง",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลแหลมสิงห์",
    "province": "จันทบุรี"
  },
  {
    "name": "โรงพยาบาลองค์การบริหารส่วนจังหวัดภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "โรงพยาบาลองครักษ์",
    "province": "นครนายก"
  },
  {
    "name": "โรงพยาบาลอนันต์พัฒนา 2",
    "province": "นนทบุรี"
  },
  {
    "name": "โรงพยาบาลอมก๋อย",
    "province": "เชียงใหม่"
  },
  {
    "name": "โรงพยาบาลอรัญประเทศ",
    "province": "สระแก้ว"
  },
  {
    "name": "โรงพยาบาลอัมพวา",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "โรงพยาบาลอากาศอำนวย",
    "province": "สกลนคร"
  },
  {
    "name": "โรงพยาบาลอ่างทอง",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลอ่างทองเวชการ",
    "province": "อ่างทอง"
  },
  {
    "name": "โรงพยาบาลอาจสามารถ",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โรงพยาบาลอานันทมหิดล",
    "province": "ลพบุรี"
  },
  {
    "name": "โรงพยาบาลอาภากรเกียรติวงศ์",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลอ่าวลึก",
    "province": "กระบี่"
  },
  {
    "name": "โรงพยาบาลอำนาจเจริญ",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "โรงพยาบาลอินทร์บุรี",
    "province": "สิงห์บุรี"
  },
  {
    "name": "โรงพยาบาลอุดรธานี",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลอุตรดิตถ์",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "โรงพยาบาลอุทัย",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลอุทัยธานี",
    "province": "อุทัยธานี"
  },
  {
    "name": "โรงพยาบาลอุทุมพรพิสัย",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โรงพยาบาลอุบลรักษ์ ธนบุรี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลอุบลรัตน์",
    "province": "ขอนแก่น"
  },
  {
    "name": "โรงพยาบาลอุ้มผาง",
    "province": "ตาก"
  },
  {
    "name": "โรงพยาบาลอู่ทอง",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "โรงพยาบาลเอกชนบุรีรัมย์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โรงพยาบาลเอกชนเมืองกำแพง",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โรงพยาบาลเอกชนร่มเกล้า",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โรงพยาบาลเอกชล",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลเอกชล 2",
    "province": "ชลบุรี"
  },
  {
    "name": "โรงพยาบาลเอกชัย",
    "province": "สมุทรสาคร"
  },
  {
    "name": "โรงพยาบาลเอกอุดร",
    "province": "อุดรธานี"
  },
  {
    "name": "โรงพยาบาลเอเชียโรงพยาบาลทั่วไปขนาดเล็ก",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โรงพยาบาลเอราวัณ",
    "province": "เลย"
  },
  {
    "name": "โรงพยาบาลเอสโรงพยาบาลเฉพาะทางด้านกระดูกสันหลังและระบบประสาทขนาดเล็ก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โรงพยาบาลโอเวอร์บรุ๊ค",
    "province": "เชียงราย"
  },
  {
    "name": "โรงพยาบาลฮอด",
    "province": "เชียงใหม่"
  },
  {
    "name": "วชิรพยาบาล คณะแพทยศาสตร์วชิรพยาบาล มหาวิทยาลัยนวมินทราธิราช",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์การแพทย์กาญจนาภิเษก คณะแพทยศาสตร์ศิริราชพยาบาล มหาวิทยาลัยมหิดล",
    "province": "นครปฐม"
  },
  {
    "name": "ศูนย์การแพทย์ โรงพยาบาลราชพฤกษ์",
    "province": "ขอนแก่น"
  },
  {
    "name": "ศูนย์การแพทย์สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี",
    "province": "นครนายก"
  },
  {
    "name": "ศูนย์ความเป็นเลิศทางการแพทย์ คณะแพทยศาสตร์ มหาวิทยาลัยเชียงใหม่ (อาคารเฉลิมพระเกียรติ 7 รอบ พระชนมพรรษา ศูนย์การแพทย์แผนไทยและการแพทย์ผสมผสาน)",
    "province": "เชียงใหม่"
  },
  {
    "name": "ศูนย์ความเป็นเลิศทางการแพทย์ คณะแพทยศาสตร์ มหาวิทยาลัยเชียงใหม่ (อาคารศูนย์เวชศาสตร์ผู้สูงอายุ)",
    "province": "เชียงใหม่"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 10 สุขุมวิท",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 11 ประดิพัทธ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 12 จันทร์เที่ยง เนตรวิเศษ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 13 ไมไตรีวานิช",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 14 แก้ว สีบุญเรือง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 15 ลาดพร้าว",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 16 ลุมพินี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 17 ประชานิเวศน์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 18 มงคล วอน วังตาล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 19 วงศ์สว่าง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 1 สะพานมอญ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 20 บมจ.ธนาคารนครหลวงไทย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 21 วัดธาตุทอง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 22 วัดปากบ่อ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 23 สี่พระยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 24 บางเขน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 25 ห้วยขวาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 26 เจ้าคุณพระประยุรวงศ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 27 จันทร์ ฉิมไพบูลย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 28 กรุงธนบุรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 29 ช่วง นุชเนตร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 2 ราชปรารภ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 30 วัดเจ้าจอม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 31 เอิบ-จิตร ทังสุบุตร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 32 มาริษ ตินตมุสิก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 33 วัดหงส์รัตนาราม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 34 โพธิ์ศรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 35 หัวหมาก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 36 บุคคโล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 37 ประสงค์-สุดสาคร ตู้จินดา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 38 จี๊ด ทองคำ บำเพ็ญ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 39 ราษฎร์บูรณะ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 3 บางซื่อ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 40 บางแค",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 41 คลองเตย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 42 ถนอม ทองสิมา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 43 มีนบุรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 44 ลำผักชี หนองจอก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 45 ร่มเกล้า ลาดกระบัง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 47 คลองขวาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 48 นาควัชระอุทิศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 49 วัดชัยพฤกษมาลา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 4 ดินแดง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 50 บึงกุ่ม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 51 วัดไผ่ตัน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 52 สามเสนนอก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 53 ทุ่งสองห้อง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 54 ทัศนเอี่ยม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 55 เตชะสัมพันธ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 56 ทับเจริญ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 57 บุญเรือง ล้ำเลิศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 58 ล้อม-พิมเสน ฟักอุดม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 59 ทุ่งครุ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 5 จุฬาลงกรณ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 60 รสสุคนธ์  มโนชญากร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 61 สังวาล ทัสนารมย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 62 ตวงรัชฎ์ ศศะนาวิน ภักดี ฐานปัญญา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 63 สมาคมแต้จิ๋วแห่งประเทศไทย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 64 คลองสามวา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 65 รักษาศุข บางบอน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 66 ตำหนักพระแม่กวนอิม โชคชัย 4",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 67 ทวีวัฒนา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 68 สะพานสูง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 6 สโมสรวัฒนธรรมหญิง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 7 บุญมี  ปุรุราชรังสรรค์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 8 บุญรอด รุ่งเรือง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์บริการสาธารณสุข 9 ประชาธิปไตย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศูนย์เวชศาสตร์ฟื้นฟูสภากาชาดไทย",
    "province": "สมุทรปราการ"
  },
  {
    "name": "ศูนย์หัวใจสิริกิติ์ ภาคตะวันออกเฉียงเหนือ คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "สถานพยาบาลโกลเด้นเยียร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลคริสเตียนแม่น้ำแควน้อย",
    "province": "กาญจนบุรี"
  },
  {
    "name": "สถานพยาบาลจุฬารัตน์ 5",
    "province": "สมุทรปราการ"
  },
  {
    "name": "สถานพยาบาลจุฬารัตน์สุวรรณภูมิ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "สถานพยาบาลจุฬาเวช",
    "province": "สมุทรปราการ"
  },
  {
    "name": "สถานพยาบาลเจตนิน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลชลเวช",
    "province": "ชลบุรี"
  },
  {
    "name": "สถานพยาบาลชินเขตงามวงศ์วาน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลชีวาศรม",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "สถานพยาบาลเดอะซีเนียร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลเดอะซีเนียร์ สาขารัชดาภิเษก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลทัณฑสถานหญิงกลาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลท่าเรือ",
    "province": "กาญจนบุรี"
  },
  {
    "name": "สถานพยาบาลนวศรีเนอสซิ่งโฮม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลนันอา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลนายแพทย์บัณฑิต",
    "province": "กำแพงเพชร"
  },
  {
    "name": "สถานพยาบาลบางขุนเทียน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลบางบัวทอง 2",
    "province": "นนทบุรี"
  },
  {
    "name": "สถานพยาบาลบางปะกอก 2 บางบอน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลบางปะกอก9เวชกรรมทั่วไป",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลปากช่องเมดิคอล",
    "province": "นครราชสีมา"
  },
  {
    "name": "สถานพยาบาลผลกำเนิดศิริ",
    "province": "เพชรบุรี"
  },
  {
    "name": "สถานพยาบาลผู้ป่วยเรื้อรัง กล้วยน้ำไท 2",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลผู้ป่วยเรื้อรังเวลเนสแคร์",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "สถานพยาบาลพัทยเวช",
    "province": "สงขลา"
  },
  {
    "name": "สถานพยาบาลแพทย์ประดิษฐ์",
    "province": "ราชบุรี"
  },
  {
    "name": "สถานพยาบาลภัสรพิบาลเนอสซิ่งโฮม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลเมดิคอลเวชการ",
    "province": "ชลบุรี"
  },
  {
    "name": "สถานพยาบาลเมืองสมุทรบางปู",
    "province": "สมุทรปราการ"
  },
  {
    "name": "สถานพยาบาลรวมแพทย์",
    "province": "กระบี่"
  },
  {
    "name": "สถานพยาบาลรวมแพทย์ทุ่งสง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สถานพยาบาลรวมแพทย์ พัทลุง",
    "province": "พัทลุง"
  },
  {
    "name": "สถานพยาบาลรัชดา-ท่าพระ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลเรือนจำพิเศษกรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลเลอลักษณ์ศัลยกรรมตกแต่ง",
    "province": "นนทบุรี"
  },
  {
    "name": "สถานพยาบาลวัฒนเวช",
    "province": "ราชบุรี"
  },
  {
    "name": "สถานพยาบาลเวชกรรมทัศนเวช",
    "province": "พิจิตร"
  },
  {
    "name": "สถานพยาบาลเวชกรรมนครหล่ม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "สถานพยาบาลเวชกรรมพาเลช",
    "province": "นครสวรรค์"
  },
  {
    "name": "สถานพยาบาลเวชกรรมพิมายเมดิคอล",
    "province": "นครราชสีมา"
  },
  {
    "name": "สถานพยาบาลเวชกรรมแพทย์ช่องแค",
    "province": "นครสวรรค์"
  },
  {
    "name": "สถานพยาบาลเวชกรรมเรืองโรจน์การแพทย์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สถานพยาบาลเวชกรรมหมออาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "สถานพยาบาลเวิลด์ เมดิคอล เซ็นเตอร์",
    "province": "นนทบุรี"
  },
  {
    "name": "สถานพยาบาลแวนแซนต์วูร์ด",
    "province": "ลำปาง"
  },
  {
    "name": "สถานพยาบาลศรีสุโข",
    "province": "พิจิตร"
  },
  {
    "name": "สถานพยาบาลศุขเวชเนอสซิ่งโฮม(ราม 21)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลสถานพยาบาลเฉพาะทางอาชีวเวชศาสตร์อินเตอร์เมด",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลสถานพยาบาลผู้ป่วยเรื้อรังเดอะซีเนียร์ 3",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลสุทธิสาร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถานพยาบาลหมอเล็ก ชุมพร",
    "province": "ชุมพร"
  },
  {
    "name": "สถานพยาบาลหมอสงวน",
    "province": "ราชบุรี"
  },
  {
    "name": "สถานพยาบาลหมออาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "สถานพยาบาลอภิณพเวชกรรม",
    "province": "สระบุรี"
  },
  {
    "name": "สถานพยาบาลอมตะเวชกรรม",
    "province": "ชลบุรี"
  },
  {
    "name": "สถานพยาบาลอันดามันระนองการแพทย์",
    "province": "ระนอง"
  },
  {
    "name": "สถานพยาบาลเอกชนห้วยยอด",
    "province": "ตรัง"
  },
  {
    "name": "สถานีกาชาดสิริธร (สถานีกาชาดที่ 12 ทุ่งสง)",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สถานีกาชาดหัวหินเฉลิมพระเกียรติ",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "สถาบันกัลยาณ์ราชนครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันจิตเวชศาสตร์สมเด็จเจ้าพระยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดแห่งชาติบรมราชชนนี",
    "province": "ปทุมธานี"
  },
  {
    "name": "สถาบันประสาทวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันพยาธิวิทยา กรมการแพทย์ กระทรวงสาธารณสุข",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันพัฒนาการเด็กราชนครินทร์",
    "province": "เชียงใหม่"
  },
  {
    "name": "สถาบันมะเร็งแห่งชาติ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันราชานุกูล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันโรคทรวงอก",
    "province": "นนทบุรี"
  },
  {
    "name": "สถาบันโรคผิวหนัง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันวิจัยการแพทย์แผนไทย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันสิรินธรเพื่อการฟื้นฟูสมรรถภาพทางการแพทย์แห่งชาติ",
    "province": "นนทบุรี"
  },
  {
    "name": "สถาบันสุขภาพจิตเด็กและวัยรุ่นภาคตะวันออกเฉียงเหนือ",
    "province": "ขอนแก่น"
  },
  {
    "name": "สถาบันสุขภาพจิตเด็กและวัยรุ่นภาคใต้",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "สถาบันสุขภาพจิตเด็กและวัยรุ่นราชนครินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สถาบันสุขภาพเด็กแห่งชาติมหาราชินี กรมการแพทย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สำนักงานบรรเทาทุกข์และประชานามัยพิทักษ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สุทธาเวช คณะแพทยศาสตร์ มหาวิทยาลัยมหาสารคาม",
    "province": "มหาสารคาม"
  },
  {
    "name": "หัวใจกรุงเทพ",
    "province": "กรุงเทพมหานคร"
  }
];
